[
  {
    "Price": 128.99,
    "Quantity": 90,
    "ProductInfoDto": {
      "Category": "Biografii",
      "Description": "„Pentru cineva ca mine, care încearcă să reconstituie acele evenimente, citirea transcrierilor audierilor e necesară din mai multe motive. În primul rând, din simpla lor lungime – 700.000 de cuvinte de mărturii – îți poți face o idee despre cum se va fi simțit Oppenheimer. El a stat acolo zi de zi, fumând țigară după țigară când nu depunea el însuși mărturie, ascultând cum e denigrat sau apărat. Este uimitor că a rezistat până la capăt.“ — JEREMY BERNSTEIN",
      "Name": "Oppenheimer\nPortretul unei enigme",
      "Link": "https://cdn.dc5.ro/img-prod/3154002108-0-240.jpeg"
    }
  },
  {
    "Price": 47.543,
    "Quantity": 80,
    "ProductInfoDto": {
      "Category": "Biografii",
      "Description": "„Invidie! Asta simți după periplul african prin care te poartă medicul-visător-scriitor Andrei Mihalca. Și nu neapărat pentru cei 20 de ani în care alții au mers la birou 9–18, iar el a explorat deșertul, a vaccinat câinii triburilor, a strâns căpușe și muște tse-tse, a călătorit pe plafonul jeepurilor și a mâncat pateu cu mango, totul stropit cu țuică de prune.",
      "Name": "Purici, nomazi si supa de sobolani\nPovesti din Africa ecuatoriala",
      "Link": "https://cdn.dc5.ro/img-prod/3159017724-0-240.jpeg"
    }
  },
  {
    "Price": 19.99,
    "Quantity": 60,
    "ProductInfoDto": {
      "Category": "Biografii",
      "Name": "Jurnale elvetiene",
      "Description": "Am adăugat acestei ediții două (…) secvențe diaristice, recuperate din însemnări personale și din scrisori: în decembrie 2001-septembrie 2002, am fost la Universitatea din Geneva cu o bursă postdoctorală a Asociației Universitare a Francofoniei, iar în iunie-iulie 2007 am beneficiat, tot acolo, de o bursă de cercetare NEC/Getty (acordată de Institutul de Studii Avansate „New Europe College”, din București). -- Ioana Bot",
      "Link": "https://cdn.dc5.ro/img-prod/2116671366-0-240.png"
    }
  },
  {
    "Price": 19.99,
    "Quantity": 40,
    "ProductInfoDto": {
      "Category": "Politist",
      "Description": "Shoot all the bluejays you want, if you can hit 'em, but remember it's a sin to kill a mockingbird.\nA lawyer's advice to his children as he defends the real mockingbird of Harper Lee's classic novel - a black man falsely charged with the rape of a white girl. Through the young eyes of Scout and Jem Finch, Harper Lee explores with exuberant humour the irrationality of adult attitudes to race and class in the Deep South of the 1930s. The conscience of a town steeped in prejudice, violence and hypocrisy is pricked by the stamina of one man's struggle for justice. But the weight of history will only tolerate so much.",
      "Name": "Luxurious Velvet Throw Pillow",
      "Link": "https://cdn.dc5.ro/img-prod/177663-0-240.jpeg"
    }
  },
  {
    "Price": 29.99,
    "Quantity": 60,
    "ProductInfoDto": {
      "Category": "Fictiune",
      "Description": "Lângă un oraș trist și fără nume se află orfelinatul doamnei Kralle, unde trăiește orfana Iris împreună cu păpușa ei, Siri. Traiul acolo e tare nefericit pentru fetiţă fiindcă doamna Kralle nu o place și ceilalţi copii o cred o ciudată. Însă, când Iris descoperă o perlă magică în pieptul lui Siri și suflă peste ea, i se arată o lume miraculoasă: Teatrul Cartier cu păpușile sale adormite. Cu ajutorul doamnei Kah și al domnului Wuh, creaturi de praf și de rugină, Iris pornește în căutarea Suflului Vieţii prin universul subteran păzit de zeiţa Mamamana. Lumini și umbre, iubire și ură, adevăr și minciună, oameni curajoși și monștri înfricoșători – Miraculoasa viaţă uitată a lui Iris Cartier este povestea fascinantă a descoperirii de sine, iar Iris e fiecare dintre noi.",
      "Name": "Miraculoasa viata uitata a lui Iris Cartier",
      "Link": "https://cdn.dc5.ro/img-prod/2116671366-0-240.png"
    }
  },
  {
    "Price": 28.12,
    "Quantity": 80,
    "ProductInfoDto": {
      "Category": "Fictiune",
      "Description": "„Am scris această poveste în semn de solidaritate cu toate fințele din regnul animal, trăitoare atât în spațiul urban, cât și în cel rural (și, în general, în spațiu), care sunt hărțuite an de an de acei membri ai celei mai evoluate specii de pe Terra, pentru care Sărbătorile sunt un prilej de bubuială. În locul tuturor pocnitorincilor, petarzilor și al celor posedați de artivicii, îmi cer iertare de la animalele astfel traumatizate: de la cele pe care le cunosc personal, dar și de la celelalte. Iar dacă există cu adevărat un Spirit al Sărbătorilor, îmi cer iertare și de la el..\"",
      "Name": "Petarde si pocnitori. Poveste de sarbatori",
      "Link": "https://cdn.dc5.ro/img-prod/2631073656-0-240.jpeg"
    }
  },
  {
    "Price": 269.99,
    "Quantity": 80,
    "ProductInfoDto": {
      "Category": "Fictiune",
      "Description": "O imensitate de apă ce a fost odată cheia puterii globale, un spațiu al traversării și al întâlnirii, de fapt centrul lumii pentru vasele încărcate din toate zările, și spre toate zările, cu mătăsuri, ceramică, alimente, meșteșuguri și oameni care purtau cu ei limbi, culturi, idei și, uneori, arme.",
      "Name": "Amurgul cetatilor",
      "Link": "https://cdn.dc5.ro/img-prod/3159019380-0-240.jpeg"
    }
  },
  {
    "Price": 29.99,
    "Quantity": 60,
    "ProductInfoDto": {
      "Category": "Fictiune",
      "Description": "Lui Kalle îi place mult să stea la unchiul Nils sau „nea Fier-Vechi”, cum îi zice lumea. Mereu meșterește câte ceva și casa lui e plină cu tot felul de lucruri interesante. Săptămâna aceasta intenționează să transforme o barcă veche într-un vapor cu aburi. Cu el, va face apoi o excursie în Africa și va descoperi animalele sălbatice. Va reuși oare? Nu chiar conform planului, dar Kalle va avea parte de o adevărată aventură, așa cum sperase!",
      "Name": "Nea Fier-Vechi",
      "Link": "https://cdn.dc5.ro/img-prod/3159019355-0-240.png"
    }
  },
  {
    "Price": 29.99,
    "Quantity": 60,
    "ProductInfoDto": {
      "Category": "Politist",
      "Description": "Poveștile clasice nu și-au pierdut farmecul, nici prospețimea învățăturilor cu care au fost impregnate.\n\nSeria „Ce ne învață...” vă readuce în familie magia întâmplărilor de altădată, însă cu ilustrații noi, ingenioase și pline de mister, exotism și aventură.",
      "Name": "Ce ne invata Alice in Tara Minunilor",
      "Link": "https://cdn.dc5.ro/img-prod/2116671366-0-240.png"
    }
  },
  {
    "Price": 58.99,
    "Quantity": 70,
    "ProductInfoDto": {
      "Category": "Psihologie",
      "Description": "‘There’s a moment at the end of every day, where the world falls away and you are left alone with your thoughts. A reckoning, when the things you have been pushing to the background, come forward and demand your attention.’",
      "Name": "You Will Get Through This Night",
      "Link": "https://cdn.dc5.ro/img-prod/3173485937-0-240.jpeg"
    }
  },
  {
    "Price": 88.99,
    "Quantity": 90,
    "ProductInfoDto": {
      "Category": "Psihologie",
      "Description": "When ‘ADHD wife’ Rox and neurotypical husband Rich asked their community of 2.5 million what the biggest ADHD struggle is, the thousands of replies changed everything. As they learned, the real enemy isn’t productivity or focus, but the toxic ADHD core beliefs we’ve internalised.",
      "Name": "Small Talk",
      "Link": "https://cdn.dc5.ro/img-prod/3186108955-0-240.jpeg"
    }
  },
  {
    "Price": 188.99,
    "Quantity": 90,
    "ProductInfoDto": {
      "Category": "Psihologie",
      "Description": "Neurodiversity For Dummies is your essential guide in understanding neurodivergent conditions like autism, ADHD, dyslexia, and more.\n\nThis quick and easy guide is perfect for anyone needing to know more about neurodiversity.",
      "Name": "Neurodiversity",
      "Link": "https://cdn.dc5.ro/img-prod/3051028493-0-240.jpeg"
    }
  },
  {
    "Price": 88.99,
    "Quantity": 90,
    "ProductInfoDto": {
      "Category": "Psihologie",
      "Description": "There's so much talk about the threat posed by intelligent machines that it sometimes seems as though we should surrender to our robot overlords. But Junaid Mubeen isn't ready to throw in the towel just yet.\n\nAs far as he is concerned, we have the creative edge over machines, because of a remarkable system of thought that humans have developed over the millennia. It's familiar to us all, but often badly taught in schools and misrepresented in popular discourse - maths.",
      "Name": "Mathematical Intelligence",
      "Link": "https://cdn.dc5.ro/img-prod/3159017826-0-240.jpeg"
    }
  }
]
